
new gridjs.Grid({
  columns: [{
    name: "機種名",
  }, {
    name: "平均出玉",
    width: "10%",
  }, {
    name: "エンペラー時",
    width : "10%",
  }, {
    name: "純増",
    width: "10%",
  }, {
    name: "回転数",
    width: "10%",
  }, {
    name: "破壊持続",
    width: "10%"
  }],
  search: false,
  data: [
    ["*アナザーゴッドハーデス-奪われたZEUSver.-", "検証中", "検証中", "約2.9枚", "検証中", "検証中"],
    ["*アナザーゴッドポセイドン-海皇の参戦-", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*沖ドキ!", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*押忍!! 豪炎高校應援團", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ガールズ&パンツァー", "検証中", "検証中", "検証中", "検証中", "約1.0倍"],
    ["*ガールズ&パンツァーG 〜これが私の戦車道です!〜", "検証中", "時速 約37,875枚", "約2.2枚", "時速 約17,536回転", "約1.0倍"],
    ["*キングパルサー", "時速 約43,490枚", "時速 約47,640枚", "約45.1〜52.1枚", "時速 約939回転", "1.0倍"],
    ["*サイバードラゴン", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*スーパービンゴ", "約23,650枚", "約61,493枚", "約7.5枚", "検証中", "1.0倍"],
    ["*SLOTギルティクラウン", "時速 約56,063枚(ART消化時)〜", "時速 約76,532枚(ART)〜約121,764枚(BB)", "約2.7枚(ART)〜約11.3枚(BB)", "時速 約11,042回転(BB)〜約28,115回転(ART)", "1.0倍(BB)〜約6.0倍(ART)"],
    ["*聖闘士星矢 海皇覚醒", "-", "時速 約50,000枚", "約2.0枚", "時速 約29,000回転", "破壊使用不可"],
    ["*創聖のアクエリオン", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*鉄拳4", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*ドキドキしーさー", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*南国育ち", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*南国育ちスべシャル", "検証中", "時速 約31,769.5枚", "約14.25枚", "時速 約2,225.5回転", "約1.0倍"],
    ["*New島唄30", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*ネオプラネットXX", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*バジリスク〜甲賀忍法帖〜絆", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*バジリスク〜甲賀忍法帖〜II", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ファイナルしーさー", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*麻雀物語3 役満乱舞の究極対戦", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*魔法少女まどか☆マギカ", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ミリゴンゴッド", "時速 約10,182.6枚", "検証中", "約10.0枚", "時速 約1018回転", "約4.0倍"],
    ["*ミリゴンゴッド-神々の凱旋-", "検証中", "検証中", "約3.0枚", "検証中", "検証中"],
    ["*吉宗", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*リノ", "検証中", "検証中", "検証中", "検証中", "検証中"]
  ]
}).render(document.getElementById("wrapper"));

/*
new gridjs.Grid({
  columns: [{
    name: "Name",
    sort: true,
  }, {
    name: "Email"
  }, {
    name: "Phone Number",
    width: '50%'
  }]
}).render(document.getElementById("wrapper"));
*/
