/*
new gridjs.Grid({
  columns: [{
    name: "機種名",
    width: "30%",
  }, {
    name: "平均出玉",
    width: "10%",
  }, {
    name: "平均出玉（エンペラーあり）",
    width : "10%",
  }, {
    name: "純増",
    width: "10%",
  }, {
    name: "回転数",
    width: "10%",
  }, {
    name: "破壊持続",
    width: "10%"
  }],
  search: false,
  data: [
    ["アナザーゴッドハーデス-奪われたZEUSver.-", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["アナザーゴッドポセイドン-海皇の参戦-", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["沖ドキ!", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["押忍!! 豪炎高校應援團", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ガールズ&パンツァー", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ガールズ&パンツァーG 〜これが私の戦車道です!〜", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["キングパルサー", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["サイバードラゴン", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["スーパービンゴ", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["SLOTギルティクラウン", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["聖闘士星矢 海皇覚醒", "検証中", "検証中", "検証中", "検証中", "破壊使用不可"],
    ["創聖のアクエリオン", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ドキドキしーさー", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["南国育ち", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["南国育ちスべシャル", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["New島唄30", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ネオプラネットXX", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["バジリスク〜甲賀忍法帖〜絆", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["バジリスク〜甲賀忍法帖〜II", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ファイナルしーさー", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["麻雀物語3 役満乱舞の究極対戦", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["魔法少女まどか☆マギカ", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["ミリゴンゴッド-神々の凱旋-", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["吉宗", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["リノ", "検証中", "検証中", "検証中", "検証中", "検証中"],
  ]
}).render(document.getElementById("wrapper"));
*/
