平均出玉、エンペ、純増、回転数、破壊持続
*アナザーゴッドハーデス-奪われたZEUSver.-
  検証中
  検証中
  約2.9枚
  検証中
  検証中

*アナザーゴッドポセイドン-海皇の参戦-
  検証中
  検証中
  検証中
  検証中
  検証中,

*沖ドキ!
  42964枚;
  検証中
  30.6枚
  1406回転
  1.0倍

*押忍!!豪炎高校應援團
  検証中
  検証中
  検証中
  検証中
  検証中

*ガールズ&パンツァー
  約96,504枚; 80024
  検証中
  約2.5枚
  約39,116回転; 32265.3
  約1.0倍

*ガールズ&パンツァーG〜これが私の戦車道です!〜
  検証中
  !時速約46,500枚; 37875
  2.2
  !時速約20,000回転; 17536
  約1.0倍?

*キングパルサー
  時速 約43,490枚
  47,640.3
  約45.1枚; 52.1
  時速 約964回転; 914.3 [939(2)]
  1.0倍

*サイバードラゴン
  検証中
  検証中
  検証中
  検証中
  1.0倍

*十字架3
  約63995.6枚
  約68771.3枚
  約2.6枚
  約24,088回転; 約25,600回転
  約3.0倍

*スーパービンゴ
  時速 約23,650枚
  時速 約61,493枚
  約7.5枚
  検証中
  1.0倍

*SLOTギルティクラウン
  時速 約56,063枚〜
  時速 約116,700枚(BB)〜; 126,828(BB)〜76,532
  〜約10.7枚(BB); 2.7〜11.3(BB)
  時速 約10,900回転(BB)〜; 11,184(BB)〜28,115(ART)
  1.0倍(BB連チャン時)〜約12.0倍(ART消化時)

*聖闘士星矢海皇覚醒
 -
 時速約50, 000枚
 約2.0枚
 時速約29, 000回転
 破壊使用不可

*創聖のアクエリオン, 検証中, 検証中, 検証中, 検証中, 検証中,

*鉄拳4
  検証中
  時速 約14,184枚
  約2.9枚
  時速 約4,950回転
  1.0倍
  (破壊無しエンペラー時速3433枚)

*ドキドキしーさー
  検証中
  17360枚; 20220枚
  約15.5枚; 19.3
  1122回転; 1048
  1.0倍
*ドンちゃん2 (2019)
  検証中
  約19,392枚; 22269
  約16.1枚; 19.8
  約1204.7回転; 1125
  約1.0倍


*南国育ち
  45426; 60408 (枚)
  -
  31.8; 46.6　（枚）
  1428;1296（回転）
  1.0倍
*南国育ちスべシャル
  検証中
  時速約32,000枚; 31539.6 [31769.5(2)]
  約14.5枚; 14.0  [14.25(2)]
  時速約2,200回転; 2251 [2225.5(2)]
  約1.0倍, ;
*New島唄30, 検証中, 検証中, 検証中, 検証中, 1.0倍,
*ネオプラネットXX, 検証中, 検証中, 検証中, 検証中, 1.0倍,
*熱響！乙女フェスティバル
    検証中
    時速 約38,544玉
    約110玉
    時速 約348回転
    1.0倍

*バジリスク〜甲賀忍法帖〜絆
  検証中
  *101190枚
  約3.8枚
  *26922回転
  検証中
*バジリスク〜甲賀忍法帖〜II, 検証中, 検証中, 検証中, 検証中, 検証中,
*ファイナルしーさー
  検証中
  {10min: 6622枚; 18516; 10722; 31716;}
  {10min: 6.25枚; 14.3; 7.8; 26.7}
  {10min: 1380回転; 1296; 1374; 1188}
  1.0倍
*麻雀物語3役満乱舞の究極対戦, 検証中, 検証中, 検証中, 検証中, 検証中,
*魔法少女まどか☆マギカ, 検証中, 検証中, 検証中, 検証中, 検証中,
*ミリオンゴッド
  10093.5; 10414.5; 10040.5 [10182.6(3)]
  検証中
  10.0枚
  1000?
  4.0倍
*ミリゴンゴッド-神々の凱旋-
  約61477枚; 74420; 53343.3
  検証中
  約2.7枚
  約22,000回転; 25926.3; 18807
  約3.0倍
*やじきた道中記
  約56958枚(BB)~91381枚(AT)
  約79,600枚
  約3.3枚
  約19,861回転; 6250(bb)~31699(AT)
  約3.0倍
*吉宗, 検証中, 検証中, 検証中, 検証中, 1.0倍,
*リノ, 検証中, 検証中, 検証中, 検証中, 検証中,
