
new gridjs.Grid({
  columns: [{
    name: "機種名",
  }, {
    name: "平均出玉",
    width: "10%",
  }, {
    name: "エンペラー時",
    width : "10%",
  }, {
    name: "純増",
    width: "10%",
  }, {
    name: "回転数",
    width: "10%",
  }, {
    name: "破壊持続",
    width: "10%"
  }],
  search: false,
  data: [
    ["*アナザーゴッドハーデス-奪われたZEUSver.-", "検証中", "検証中", "約2.9枚", "検証中", "検証中"],
    ["*アナザーゴッドポセイドン-海皇の参戦-", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*沖ドキ!", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*押忍!! 豪炎高校應援團", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ガールズ&パンツァー", "検証中", "検証中", "検証中", "検証中", "約1.0倍"],
    ["*ガールズ&パンツァーG 〜これが私の戦車道です!〜", "検証中", "時速 約46,500枚", "検証中", "時速 約20,000回転", "約1.0倍"],
    ["*キングパルサー", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*サイバードラゴン", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*スーパービンゴ", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*SLOTギルティクラウン", "検証中", "検証中", "約3.5枚(ART消化時)〜約10.0枚(BB連チャン時)", "時速 約23,000回転〜？？", "1.0倍(BB連チャン時)〜約6.0倍(ART消化時)"],
    ["*聖闘士星矢 海皇覚醒", "-", "時速 約50,000枚", "約2.0枚", "時速 約29,000回転", "破壊使用不可"],
    ["*創聖のアクエリオン", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ドキドキしーさー", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*南国育ち", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*南国育ちスべシャル", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*New島唄30", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*ネオプラネットXX", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*バジリスク〜甲賀忍法帖〜絆", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*バジリスク〜甲賀忍法帖〜II", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ファイナルしーさー", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*麻雀物語3 役満乱舞の究極対戦", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*魔法少女まどか☆マギカ", "検証中", "検証中", "検証中", "検証中", "検証中"],
    ["*ミリゴンゴッド-神々の凱旋-", "検証中", "検証中", "約3.0枚", "検証中", "検証中"],
    ["*吉宗", "検証中", "検証中", "検証中", "検証中", "1.0倍"],
    ["*リノ", "検証中", "検証中", "検証中", "検証中", "検証中"],
  ]
}).render(document.getElementById("wrapper"));

/*
new gridjs.Grid({
  columns: [{
    name: "Name",
    sort: true,
  }, {
    name: "Email"
  }, {
    name: "Phone Number",
    width: '50%'
  }]
}).render(document.getElementById("wrapper"));
*/
